[
  "obsidian-auto-pair-chinese-symbol",
  "table-editor-obsidian",
  "better-fn",
  "better-word-count",
  "calendar",
  "obsidian-codemirror-options",
  "dataview",
  "obsidian-day-planner",
  "obsidian-dictionary-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-kanban",
  "obsidian-mind-map",
  "obsidian-charts",
  "quickadd",
  "recent-files-obsidian",
  "remember-cursor-position",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-timelines",
  "obsidian-annotator",
  "media-extended",
  "mx-bili-plugin",
  "mrj-crosslink-between-notes",
  "obsidian-admonition",
  "obsidian-auto-link-title",
  "obsidian-checklist-plugin",
  "oz-clear-unused-images",
  "obsidian-collapse-all-plugin",
  "cycle-through-panes",
  "dangerzone-writing-plugin",
  "obsidian-dangling-links",
  "discordian-plugin",
  "find-unlinked-files",
  "obsidian-footnotes",
  "obsidian-icons-plugin",
  "mrj-jump-to-link",
  "obsidian-kindle-plugin",
  "nldates-obsidian",
  "obsidian-reading-time",
  "sliding-panes-obsidian",
  "obsidian-tidy-footnotes",
  "obsidian-vault-statistics-plugin",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-youglish-plugin",
  "various-complements",
  "obsidian-excalidraw-plugin"
]